Repository: CielDevApp/CortEX
Catalog: EhViewer/Localizable.xcstrings
Source language: ja
Languages: de, en, es, fr, ko, zh_hans, zh_hant

source: セーフティモードを OFF にすると BAN 対策ディレイとレート制限が無効化されます。E-Hentai アカウントで BAN を踏むと 1 時間 (2 回目同日は 5 時間) サービスが使えなくなります。 画像本体 DL は影響を受けませんが、サムネ取得・URL 解決・お気に入り取得などで BAN リスクが大幅に増えます。自己責任で進めてください。
de: Bei deaktiviertem Sicherheitsmodus werden BAN-Präventionsverzögerungen und Ratenbegrenzungen deaktiviert. Wenn Ihr E-Hentai-Konto gesperrt wird, ist der Dienst 1 Stunde nicht verfügbar (5 Stunden bei zweitem Verstoß am selben Tag). Der Bild-Download selbst ist nicht betroffen, aber das BAN-Risiko steigt bei Vorschau-Abruf / URL-Auflösung / Favoriten-Sync erheblich. Auf eigenes Risiko fortfahren.
en: Turning Safety Mode OFF disables BAN-prevention delays and rate limits. If your E-Hentai account is banned, the service is unavailable for 1 hour (5 hours on the 2nd offense same day). Image DL itself is unaffected, but BAN risk increases significantly during thumbnail fetch / URL resolve / favorites sync. Proceed at your own risk.
es: Desactivar Modo Seguro deshabilita los retrasos de prevención de BAN y los límites de tasa. Si su cuenta de E-Hentai es baneada, el servicio queda inutilizable durante 1 hora (5 horas en la 2ª infracción del mismo día). La descarga de imágenes en sí no se ve afectada, pero el riesgo de BAN aumenta significativamente al obtener miniaturas, resolver URLs, sincronizar favoritos, etc. Proceda bajo su responsabilidad.
fr: Désactiver le mode Sécurité supprime les délais de prévention BAN et les limites de débit. Si votre compte E-Hentai est banni, le service est indisponible pendant 1 heure (5 heures à la 2e infraction du même jour). Le DL d'image lui-même n'est pas affecté, mais le risque de BAN augmente considérablement lors du chargement des vignettes, de la résolution d'URL, de la synchronisation des favoris, etc. Procédez à vos risques.
ko: 안전 모드를 OFF 하면 BAN 대책 딜레이와 레이트 제한이 비활성화됩니다. E-Hentai 계정이 BAN 되면 1 시간 (당일 2 회째는 5 시간) 서비스를 사용할 수 없습니다. 이미지 본체 DL 은 영향을 받지 않지만 썸네일 가져오기 · URL 해결 · 즐겨찾기 가져오기 등에서 BAN 리스크가 크게 증가합니다. 자기 책임으로 진행하세요.
zh_hans: 关闭安全模式将禁用 BAN 对策延迟和速率限制。E-Hentai 账户被 BAN 后服务停用 1 小时 (同日第 2 次为 5 小时)。 图像本体 DL 不受影响，但缩略图获取、URL 解析、收藏获取等的 BAN 风险大幅增加。请自负风险。
zh_hant: 關閉安全模式將停用 BAN 對策延遲和速率限制。E-Hentai 帳戶被 BAN 後服務停用 1 小時 (同日第 2 次為 5 小時)。 圖像本體 DL 不受影響，但縮圖取得、URL 解析、收藏取得等的 BAN 風險大幅增加。請自負風險。

source: セキュリティ
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
ko: 보안
zh_hans: 安全
zh_hant: 安全

source: ソース
de: Quelle
en: Source
es: Fuente
fr: Source
ko: 소스
zh_hans: 来源
zh_hant: 來源

source: ダーク
de: Dunkel
en: Dark
es: Oscuro
fr: Sombre
ko: 다크
zh_hans: 深色
zh_hant: 深色

source: タイトルをコピー
de: Titel kopieren
en: Copy title
es: Copiar título
fr: Copier le titre
ko: 제목 복사
zh_hans: 复制标题
zh_hant: 複製標題

source: ダウンロード
de: Herunterladen
en: Download
es: Descargar
fr: Télécharger
ko: 다운로드
zh_hans: 下载
zh_hant: 下載

source: ダウンロードデータを削除
de: Download-Daten löschen
en: Delete download data
es: Eliminar datos de descarga
fr: Supprimer les téléchargements
ko: 다운로드 데이터 삭제
zh_hans: 删除下载数据
zh_hant: 刪除下載資料

source: ダウンロード中
de: Wird heruntergeladen
en: Downloading
es: Descargando
fr: Téléchargement
ko: 다운로드 중
zh_hans: 下载中
zh_hant: 下載中

# ダウンロード中 %lld/%lld
source: ダウンロード中 %1$lld/%2$lld
de: Herunterladen %lld/%lld
en: Downloading %lld/%lld
es: Descargando %lld/%lld
fr: Téléchargement %lld/%lld
ko: 다운로드 중 %lld/%lld
zh_hans: 下载中 %lld/%lld
zh_hant: 下載中 %lld/%lld

source: ダウンロード中...
de: Wird heruntergeladen...
en: Downloading...
es: Descargando...
fr: Téléchargement...
ko: 다운로드 중...
zh_hans: 下载中...
zh_hant: 下載中...

source: ダウンロード中止
de: Download stoppen
en: Stop Download
es: Detener descarga
fr: Arrêter le téléchargement
ko: 다운로드 중지
zh_hans: 停止下载
zh_hant: 停止下載

source: ダウンロード済み
de: Heruntergeladen
en: Downloaded
es: Descargado
fr: Téléchargé
ko: 다운로드됨
zh_hans: 已下载
zh_hant: 已下載

source: ダウンロード済み画質
de: Download-Qualität
en: Downloaded Quality
es: Calidad descargada
fr: Qualité téléchargée
ko: 다운로드 화질
zh_hans: 已下载画质
zh_hant: 已下載畫質

# ダウンロード進行中（%lld/%lld）。どうしますか？
source: ダウンロード進行中（%1$lld/%2$lld）。どうしますか？
de: Download läuft (%lld/%lld). Was möchten Sie tun?
en: Download in progress (%lld/%lld). What would you like to do?
es: Descarga en curso (%lld/%lld). ¿Qué desea hacer?
fr: Téléchargement en cours (%lld/%lld). Que voulez-vous faire ?
ko: 다운로드 진행 중 (%lld/%lld). 어떻게 하시겠습니까?
zh_hans: 下载进行中 (%lld/%lld)。如何处理？
zh_hant: 下載進行中 (%lld/%lld)。如何處理？

source: タグ
de: Tags
en: Tags
es: Etiquetas
fr: Tags
ko: 태그
zh_hans: 标签
zh_hant: 標籤

source: タグ自動翻訳
de: Auto-Tag-Übersetzung
en: Auto Tag Translation
es: Traducción auto de tags
fr: Traduction auto des tags
ko: 태그 자동 번역
zh_hans: 标签自动翻译
zh_hant: 標籤自動翻譯

source: ツールバー表示切替
de: Symbolleiste umschalten
en: Toggle Toolbar
es: Alternar barra de herramientas
fr: Basculer la barre d'outils
ko: 툴바 표시 전환
zh_hans: 切换工具栏显示
zh_hant: 切換工具列顯示

source: テーマ
de: Design
en: Theme
es: Tema
fr: Thème
ko: 테마
zh_hans: 主题
zh_hant: 主題

# テスト %lld/%lld
source: テスト %1$lld/%2$lld
de: Test %lld/%lld
en: Test %lld/%lld
es: Test %lld/%lld
fr: Test %lld/%lld
ko: 테스트 %lld/%lld
zh_hans: 测试 %lld/%lld
zh_hant: 測試 %lld/%lld

source: テスト画像なし
de: Kein Testbild
en: No test image
es: Sin imagen de prueba
fr: Pas d'image test
ko: 테스트 이미지 없음
zh_hans: 无测试图片
zh_hant: 無測試圖片

source: デバッグ
de: Debug
en: Debug
es: Depuración
fr: Débogage
ko: 디버그
zh_hans: 调试
zh_hant: 除錯

source: デバッグログ
de: Debug-Log
en: Debug Log
es: Registro de depuración
fr: Journal de débogage
ko: 디버그 로그
zh_hans: 调试日志
zh_hant: 除錯日誌

source: トーンカーブ・ヒストグラム均等化・シャープネスを適用。HDR風補正ONの場合、HDR処理はそちらに統合されます。
de: Wendet Tonkurve, Histogramm und Schärfe an. Bei HDR wird es integriert.
en: Applies tone curve, histogram equalization & sharpness. When HDR is ON, HDR processing is integrated there.
es: Aplica curva tonal, ecualización e nitidez. Si HDR está ON, se integra allí.
fr: Applique courbe, égalisation et netteté. Si HDR activé, le HDR est intégré.
ko: 톤 커브, 히스토그램 균등화, 샤프니스를 적용. HDR ON 시 HDR 처리가 통합됩니다.
zh_hans: 应用色调曲线、直方图均衡化和锐化。开启HDR时，HDR处理将整合其中。
zh_hant: 套用色調曲線、直方圖均衡化和銳化。開啟HDR時，HDR處理將整合其中。

source: トップに戻る
de: Zurück nach oben
en: Back to top
es: Volver arriba
fr: Retour en haut
ko: 맨 위로
zh_hans: 返回顶部
zh_hant: 返回頂部

source: ネットワーク
de: Netzwerk
en: Network
es: Red
fr: Réseau
ko: 네트워크
zh_hans: 网络
zh_hant: 網路

source: ノイズ除去
de: Rauschunterdrückung
en: Denoise
es: Reducción de ruido
fr: Réduction de bruit
ko: 노이즈 제거
zh_hans: 降噪
zh_hant: 降噪

source: バージョン
de: Version
en: Version
es: Versión
fr: Version
ko: 버전
zh_hans: 版本
zh_hant: 版本

source: パスコードでロックを解除
de: Mit Code entsperren
en: Unlock with passcode
es: Desbloquear con código
fr: Déverrouiller par code
ko: 비밀번호로 잠금 해제
zh_hans: 用密码解锁
zh_hant: 用密碼解鎖

source: パスワード
de: Passwort
en: Password
es: Contraseña
fr: Mot de passe
ko: 비밀번호
zh_hans: 密码
zh_hant: 密碼

source: パスワードをコピー
de: Passwort kopieren
en: Copy Password
es: Copiar contraseña
fr: Copier le mot de passe
ko: 비밀번호 복사
zh_hans: 复制密码
zh_hant: 複製密碼

source: バックアップから復元
de: Aus Backup wiederherstellen
en: Restore from Backup
es: Restaurar desde respaldo
fr: Restaurer depuis la sauvegarde
ko: 백업에서 복원
zh_hans: 从备份恢复
zh_hant: 從備份恢復

source: バックアップ作成
de: Backup erstellen
en: Create Backup
es: Crear respaldo
fr: Créer une sauvegarde
ko: 백업 생성
zh_hans: 创建备份
zh_hant: 建立備份

source: バックグラウンドで続行
de: Im Hintergrund fortsetzen
en: Continue in background
es: Continuar en segundo plano
fr: Continuer en arrière-plan
ko: 백그라운드에서 계속
zh_hans: 在后台继续
zh_hant: 在背景繼續

source: ファイルサイズ
de: Dateigröße
en: File Size
es: Tamaño
fr: Taille du fichier
ko: 파일 크기
zh_hans: 文件大小
zh_hant: 檔案大小

source: フィルタ
de: Filter
en: Filter
es: Filtro
fr: Filtre
ko: 필터
zh_hans: 滤镜
zh_hant: 濾鏡

source: ブラウザの開発者ツールまたはショートカットAppでCookieを取得
de: Cookies über Entwicklertools oder die Kurzbefehle-App abrufen
en: Get cookies via browser dev tools or Shortcuts app
es: Obtenga cookies a través de herramientas de desarrollo o la app Atajos
fr: Obtenez les cookies via les outils de développement ou l'app Raccourcis
ko: 브라우저 개발자 도구 또는 단축어 앱으로 쿠키 가져오기
zh_hans: 通过浏览器开发者工具或快捷指令获取Cookie
zh_hant: 透過瀏覽器開發者工具或捷徑取得Cookie

source: プリロード中 %lld%%
de: Vorladen %lld%%
en: Preloading %lld%%
es: Precargando %lld%%
fr: Préchargement %lld%%
ko: 프리로드 중 %lld%%
zh_hans: 预加载中 %lld%%
zh_hant: 預載中 %lld%%

source: プリロード再生
de: Vorgeladene Wiedergabe
en: Preload Playback
es: Reproducción precargada
fr: Lecture préchargée
ko: 프리로드 재생
zh_hans: 预加载播放
zh_hant: 預載播放

source: プルダウンして再読み込み
de: Zum Aktualisieren ziehen
en: Pull to refresh
es: Tirar para actualizar
fr: Tirer pour rafraîchir
ko: 당겨서 새로고침
zh_hans: 下拉刷新
zh_hant: 下拉重新整理

source: フル画像にシャープネスフィルタを適用。
de: Schärfefilter auf Vollbilder anwenden.
en: Applies sharpness filter to full images.
es: Aplica filtro de nitidez a imágenes completas.
fr: Applique un filtre de netteté.
ko: 전체 이미지에 샤프니스 필터 적용.
zh_hans: 对全尺寸图像应用锐化滤镜。
zh_hant: 對全尺寸圖像套用銳化濾鏡。

source: フル画像をそのまま表示。推奨。
de: Vollbilder direkt anzeigen. Empfohlen.
en: Display full images as-is. Recommended.
es: Muestra imágenes completas. Recomendado.
fr: Affiche les images complètes. Recommandé.
ko: 전체 이미지 그대로 표시. 권장.
zh_hans: 直接显示完整图像。推荐。
zh_hant: 直接顯示完整圖像。推薦。

source: プレビュー表示
de: Vorschau anzeigen
en: Show Preview
es: Mostrar vista previa
fr: Afficher l'aperçu
ko: 미리 보기 표시
zh_hans: 显示预览
zh_hant: 顯示預覽

source: ページ %lld
de: Seite %lld
en: Page %lld
es: Página %lld
fr: Page %lld
ko: 페이지 %lld
zh_hans: 第%lld页
zh_hant: 第%lld頁

source: ページ %lld が見つかりません
de: Seite %lld nicht gefunden
en: Page %lld not found
es: Página %lld no encontrada
fr: Page %lld introuvable
ko: 페이지 %lld을(를) 찾을 수 없습니다
zh_hans: 未找到第%lld页
zh_hant: 未找到第%lld頁

source: ページ %lld の読み込みに失敗
de: Seite %lld konnte nicht geladen werden
en: Failed to load page %lld
es: Error al cargar página %lld
fr: Échec du chargement page %lld
ko: 페이지 %lld 로드 실패
zh_hans: 第%lld页加载失败
zh_hant: 第%lld頁載入失敗

source: ページ %lld をダウンロード中...
de: Seite %lld wird heruntergeladen...
en: Downloading page %lld...
es: Descargando página %lld...
fr: Téléchargement page %lld...
ko: 페이지 %lld 다운로드 중...
zh_hans: 正在下载第 %lld 页...
zh_hant: 正在下載第 %lld 頁...

source: ページジャンプ
de: Zur Seite springen
en: Jump to Page
es: Ir a la página
fr: Aller à la page
ko: 페이지 이동
zh_hans: 跳转到页面
zh_hant: 跳轉到頁面

source: ページ一覧（%lldページ）
de: Seiten (%lld)
en: Pages (%lld)
es: Páginas (%lld)
fr: Pages (%lld)
ko: 페이지 목록 (%lld페이지)
zh_hans: 页面列表（%lld页）
zh_hant: 頁面列表（%lld頁）

source: ページ情報取得中…
de: Seiteninformationen werden abgerufen…
en: Fetching page info…
es: Obteniendo información de página…
fr: Récupération des infos de page…
ko: 페이지 정보 가져오는 중…
zh_hans: 正在获取页面信息…
zh_hant: 正在取得頁面資訊…

source: ページ数
de: Seiten
en: Pages
es: Páginas
fr: Pages
ko: 페이지
zh_hans: 页数
zh_hant: 頁數

source: ページ番号
de: Seitennummer
en: Page number
es: Número de página
fr: Numéro de page
ko: 페이지 번호
zh_hans: 页码
zh_hant: 頁碼

source: ベンチマーク
de: Benchmark
en: Benchmark
es: Benchmark
fr: Benchmark
ko: 벤치마크
zh_hans: 基准测试
zh_hant: 基準測試

source: ベンチマーク実行
de: Benchmark starten
en: Run Benchmark
es: Ejecutar benchmark
fr: Lancer le benchmark
ko: 벤치마크 실행
zh_hans: 运行基准测试
zh_hant: 執行基準測試

source: ベンチマーク開始
de: Benchmark starten
en: Start Benchmark
es: Iniciar benchmark
fr: Démarrer le benchmark
ko: 벤치마크 시작
zh_hans: 开始基准测试
zh_hant: 開始基準測試

source: メニュー
de: Menü
en: Menu
es: Menú
fr: Menu
ko: 메뉴
zh_hans: 菜单
zh_hant: 選單

source: もう一回
de: Nochmal
en: Again
es: Otra vez
fr: Encore
ko: 다시
zh_hans: 再来一次
zh_hant: 再來一次

source: もう一回（10連）
de: Nochmal (10x)
en: Again (10x)
es: Otra vez (10x)
fr: Encore (10x)
ko: 다시 (10연차)
zh_hans: 再来一次（十连）
zh_hant: 再來一次（十連）

source: モデルファイル(.mlmodelc)がBundleにありません。超解像は無効です。
de: Modelldatei (.mlmodelc) fehlt. Superauflösung deaktiviert.
en: Model file (.mlmodelc) not found. Super resolution disabled.
es: Archivo de modelo (.mlmodelc) no encontrado. Súper resolución desactivada.
fr: Fichier modèle (.mlmodelc) absent. Super résolution désactivée.
ko: 모델 파일(.mlmodelc)이 없습니다. 초해상도 비활성화.
zh_hans: Bundle中未找到模型文件(.mlmodelc)。超分辨率已禁用。
zh_hant: Bundle中未找到模型檔案(.mlmodelc)。超解析度已停用。

source: モバイルデータでDL許可
de: Download über Mobilfunk erlauben
en: Allow download on mobile data
es: Permitir descarga con datos
fr: Autoriser le DL sur données mobiles
ko: 모바일 데이터 다운로드 허용
zh_hans: 允许移动数据下载
zh_hant: 允許行動數據下載

source: モバイルデータ通信
de: Mobile Daten
en: Mobile Data
es: Datos móviles
fr: Données mobiles
ko: 모바일 데이터
zh_hans: 移动数据
zh_hant: 行動數據

source: ユーザー名 or メール
de: Benutzername oder E-Mail
en: Username or email
es: Nombre de usuario o correo
fr: Nom d'utilisateur ou e-mail
ko: 사용자명 또는 이메일
zh_hans: 用户名或邮箱
zh_hant: 使用者名稱或電子郵件

source: ユーザー名をコピー
de: Benutzername kopieren
en: Copy Username
es: Copiar nombre de usuario
fr: Copier le nom d'utilisateur
ko: 사용자명 복사
zh_hans: 复制用户名
zh_hant: 複製使用者名稱

source: ライト
de: Hell
en: Light
es: Claro
fr: Clair
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: リーダーキャッシュ
de: Reader-Cache
en: Reader cache
es: Caché del lector
fr: Cache lecteur
ko: 리더 캐시
zh_hans: 阅读器缓存
zh_hant: 閱讀器快取

source: リーダーキャッシュ(%lldMB)を削除しますか？サムネキャッシュは残ります。
de: Reader-Cache (%lldMB) löschen? Thumbnail-Cache bleibt.
en: Delete reader cache (%lldMB)? Thumbnail cache will remain.
es: ¿Eliminar caché del lector (%lldMB)? El caché de miniaturas se mantiene.
fr: Supprimer le cache lecteur (%lldMB) ? Le cache miniatures reste.
ko: 리더 캐시(%lldMB)를 삭제하시겠습니까? 썸네일 캐시는 유지됩니다.
zh_hans: 删除阅读器缓存（%lldMB）？缩略图缓存将保留。
zh_hant: 刪除閱讀器快取（%lldMB）？縮圖快取將保留。

source: リーダーキャッシュが上限を超えています
de: Reader-Cache überschreitet Limit
en: Reader cache exceeds limit
es: Caché del lector excede el límite
fr: Cache lecteur dépasse la limite
ko: 리더 캐시가 한도를 초과했습니다
zh_hans: 阅读器缓存超出上限
zh_hant: 閱讀器快取超出上限

source: リーダーキャッシュを削除
de: Reader-Cache löschen
en: Delete reader cache
es: Eliminar caché del lector
fr: Supprimer le cache lecteur
ko: 리더 캐시 삭제
zh_hans: 删除阅读器缓存
zh_hant: 刪除閱讀器快取

source: リーダーを閉じる
de: Reader schließen
en: Close Reader
es: Cerrar lector
fr: Fermer le lecteur
ko: 리더 닫기
zh_hans: 关闭阅读器
zh_hant: 關閉閱讀器

source: リアルタイム翻訳
de: Echtzeit-Übersetzung
en: Real-time Translation
es: Traducción en tiempo real
fr: Traduction en temps réel
ko: 실시간 번역
zh_hans: 实时翻译
zh_hant: 即時翻譯

source: リセット
de: Zurücksetzen
en: Reset
es: Restablecer
fr: Réinitialiser
ko: 재설정
zh_hans: 重置
zh_hant: 重設

source: ローカルには追加済みです。Safari で手動完了するか、設定から nhentai に再認証してください。
de: Lokal hinzugefügt. Schließen Sie manuell in Safari ab oder authentifizieren Sie sich erneut bei nhentai über die Einstellungen.
en: Added locally. Either complete manually in Safari, or re-authenticate to nhentai from Settings.
es: Agregado localmente. Complete manualmente en Safari o vuelva a autenticarse en nhentai desde Ajustes.
fr: Ajouté localement. Terminez manuellement dans Safari ou réauthentifiez-vous sur nhentai depuis les Paramètres.
ko: 로컬에는 추가되었습니다. Safari 에서 수동 완료하거나 설정에서 nhentai 에 재인증해 주세요.
zh_hans: 已添加到本地。请在 Safari 中手动完成，或从设置重新认证 nhentai。
zh_hant: 已新增到本機。請在 Safari 中手動完成，或從設定重新認證 nhentai。

source: ローカル画像にシャープネスフィルタを適用。
de: Schärfefilter auf lokale Bilder.
en: Applies sharpness filter to local images.
es: Filtro de nitidez en imágenes locales.
fr: Filtre de netteté sur images locales.
ko: 로컬 이미지에 샤프니스 필터 적용.
zh_hans: 对本地图像应用锐化滤镜。
zh_hant: 對本地圖像套用銳化濾鏡。

source: ローカル画像をそのまま表示。
de: Lokale Bilder direkt anzeigen.
en: Display local images as-is.
es: Muestra imágenes locales.
fr: Affiche les images locales.
ko: 로컬 이미지 그대로 표시.
zh_hans: 直接显示本地图像。
zh_hant: 直接顯示本地圖像。

source: ログアウト
de: Abmelden
en: Logout
es: Cerrar sesión
fr: Déconnexion
ko: 로그아웃
zh_hans: 退出登录
zh_hant: 登出

source: ログイン
de: Anmelden
en: Login
es: Iniciar sesión
fr: Connexion
ko: 로그인
zh_hans: 登录
zh_hant: 登入

source: ログインしてください
de: Bitte anmelden
en: Please log in
es: Por favor inicie sesión
fr: Veuillez vous connecter
ko: 로그인해주세요
zh_hans: 请登录
zh_hant: 請登入

source: ログイン方法
de: Anleitung zum Login
en: How to Login
es: Cómo iniciar sesión
fr: Comment se connecter
ko: 로그인 방법
zh_hans: 登录方法
zh_hant: 登入方法

source: ログイン済み
de: Angemeldet
en: Logged in
es: Conectado
fr: Connecté
ko: 로그인됨
zh_hans: 已登录
zh_hant: 已登入

source: ログをクリア
de: Logs löschen
en: Clear Logs
es: Borrar registros
fr: Effacer les journaux
ko: 로그 삭제
zh_hans: 清除日志
zh_hant: 清除日誌

source: ログを表示
de: Logs anzeigen
en: View Logs
es: Ver registros
fr: Voir les journaux
ko: 로그 보기
zh_hans: 查看日志
zh_hant: 查看日誌

source: ロックを解除
de: Entsperren
en: Unlock
es: Desbloquear
fr: Déverrouiller
ko: 잠금 해제
zh_hans: 解锁
zh_hant: 解鎖

source: 上下にスワイプでリーダーを閉じます
de: Hoch/runter wischen zum Schließen
en: Swipe up or down to close the reader
es: Deslizar arriba/abajo para cerrar
fr: Balayer haut/bas pour fermer
ko: 위아래로 스와이프하여 리더 닫기
zh_hans: 上下滑动关闭阅读器
zh_hant: 上下滑動關閉閱讀器

source: 並び順
de: Sortierung
en: Sort Order
es: Orden
fr: Ordre de tri
ko: 정렬 순서
zh_hans: 排序
zh_hant: 排序

source: 並替
de: Sortieren
en: Sort
es: Ordenar
fr: Trier
ko: 정렬
zh_hans: 排序
zh_hant: 排序

source: 中止して削除
de: Abbrechen und löschen
en: Cancel and Delete
es: Cancelar y eliminar
fr: Annuler et supprimer
ko: 중지 후 삭제
zh_hans: 中止并删除
zh_hant: 中止並刪除

source: 人物部分をシャープ化 (NE)
de: Personenbereich schärfen (NE)
en: Sharpen Person Region (NE)
es: Nitidez en zona de persona (NE)
fr: Affiner la zone de personne (NE)
ko: 인물 영역 샤프 (NE)
zh_hans: 锐化人物区域 (NE)
zh_hant: 銳化人物區域 (NE)

source: 以下の値をコピーして入力:
de: Kopieren und eingeben:
en: Copy and enter the following values:
es: Copie e ingrese los siguientes valores:
fr: Copiez et entrez les valeurs suivantes :
ko: 다음 값을 복사하여 입력:
zh_hans: 复制并输入以下值：
zh_hant: 複製並輸入以下值：

source: 低画質
de: Niedrige Qualität
en: Low Quality
es: Calidad baja
fr: Basse qualité
ko: 저화질
zh_hans: 低画质
zh_hant: 低畫質

source: 低画質（通信量ゼロ）
de: Niedrige Qualität (ohne Daten)
en: Low quality (zero data)
es: Baja calidad (sin datos)
fr: Basse qualité (zéro données)
ko: 저화질 (데이터 없음)
zh_hans: 低画质（零流量）
zh_hant: 低畫質（零流量）

source: 低画質+超解像
de: Niedrig + Superauflösung
en: Low + Super Resolution
es: Baja + Súper resolución
fr: Basse + Super résolution
ko: 저화질+초해상도
zh_hans: 低画质+超分辨率
zh_hant: 低畫質+超解析度

source: 低画質モード
de: Niedrigqualitätsmodus
en: Low Quality Mode
es: Modo baja calidad
fr: Mode basse qualité
ko: 저화질 모드
zh_hans: 低画质模式
zh_hant: 低畫質模式

source: 低画質モードに切り替え
de: Zu niedriger Qualität wechseln
en: Switch to Low Quality
es: Cambiar a baja calidad
fr: Passer en basse qualité
ko: 저화질 모드로 전환
zh_hans: 切换至低画质
zh_hant: 切換至低畫質

source: 作品が見つかりません
de: Galerie nicht gefunden
en: Gallery not found
es: Galería no encontrada
fr: Galerie introuvable
ko: 작품을 찾을 수 없습니다
zh_hans: 未找到作品
zh_hant: 找不到作品

source: 作品数が足りないため%lld件を表示
de: Nicht genug Werke, %lld angezeigt
en: Not enough works, showing %lld
es: No hay suficientes obras, mostrando %lld
fr: Pas assez d'œuvres, %lld affichées
ko: 작품 수 부족, %lld건 표시
zh_hans: 作品数量不足，显示%lld件
zh_hant: 作品數量不足，顯示%lld件

source: 保存
de: Speichern
en: Save
es: Guardar
fr: Enregistrer
ko: 저장
zh_hant: 儲存

source: 保存するとログイン画面を開いた時にフォームへ自動入力されます。Cloudflare突破とログインボタン押下は手動です。
de: Beim Speichern werden die Felder beim Öffnen des Anmeldebildschirms automatisch ausgefüllt. Cloudflare-Umgehung und Drücken des Anmeldeknopfes sind manuell.
en: When saved, fields are auto-filled when the login screen opens. Cloudflare bypass and pressing the login button are manual.
es: Una vez guardado, los campos se rellenan automáticamente al abrir la pantalla de inicio de sesión. El bypass de Cloudflare y pulsar el botón de inicio son manuales.
fr: Une fois enregistrés, les champs sont remplis automatiquement à l'ouverture de l'écran de connexion. Le contournement de Cloudflare et l'appui sur le bouton de connexion sont manuels.
ko: 저장하면 로그인 화면을 열 때 폼에 자동 입력됩니다. Cloudflare 통과와 로그인 버튼 누르기는 수동입니다.
zh_hans: 保存后，打开登录画面时表单会自动填入。突破 Cloudflare 与点击登录按钮需要手动操作。
zh_hant: 儲存後，開啟登入畫面時表單會自動填入。突破 Cloudflare 與點擊登入按鈕需要手動操作。

source: 保存に失敗しました
de: Speichern fehlgeschlagen
en: Failed to save
es: Error al guardar
fr: Échec de la sauvegarde
ko: 저장 실패
zh_hans: 保存失败
zh_hant: 儲存失敗

source: 保存済み
de: Downloads
en: Downloads
es: Descargas
fr: Téléchargés
ko: 다운로드
zh_hans: 已下载
zh_hant: 已下載

source: 保存済み (%lld)
de: Gespeichert (%lld)
en: Saved (%lld)
es: Guardados (%lld)
fr: Sauvegardés (%lld)
ko: 저장됨 (%lld)
zh_hans: 已保存 (%lld)
zh_hant: 已儲存 (%lld)

source: 保存済み ✓
de: Gespeichert ✓
en: Saved ✓
es: Guardado ✓
fr: Enregistré ✓
ko: 저장됨 ✓
zh_hans: 已保存 ✓
zh_hant: 已儲存 ✓

source: 保存済みギャラリー
de: Gespeicherte Galerien
en: Saved galleries
es: Galerías guardadas
fr: Galeries sauvegardées
ko: 저장된 갤러리
zh_hans: 已保存的画廊
zh_hant: 已儲存的畫廊

source: 保存済みギャラリーがありません
de: Keine gespeicherten Galerien
en: No saved galleries
es: Sin galerías guardadas
fr: Pas de galeries sauvegardées
ko: 저장된 갤러리 없음
zh_hans: 没有已保存的画廊
zh_hant: 沒有已儲存的畫廊

source: 保存済みに登録
de: Als gespeichert
en: Register as saved
es: Registrar
fr: Enregistrer
ko: 저장됨에 등록
zh_hans: 注册为已保存
zh_hant: 登錄為已儲存

source: 停止
de: Stoppen
en: Stop
es: Detener
fr: Arrêter
ko: 중지

source: 元画像
de: Original
en: Original
es: Original
fr: Original
ko: 원본
zh_hans: 原图
zh_hant: 原圖

source: 全ダウンロードデータを削除
de: Alle Downloads löschen
en: Delete all downloads
es: Eliminar todas las descargas
fr: Supprimer tous les téléchargements
ko: 모든 다운로드 데이터 삭제
zh_hans: 删除所有下载数据
zh_hant: 刪除所有下載資料

source: 全データリセット（工場出荷状態）
de: Alle Daten zurücksetzen (Werkszustand)
en: Reset All Data (Factory State)
es: Restablecer todos los datos (estado de fábrica)
fr: Réinitialiser toutes les données (état usine)
ko: 전체 데이터 초기화 (공장 상태)
zh_hans: 全部数据重置 (出厂状态)
zh_hant: 全部資料重設 (出廠狀態)

source: 全データをリセット
de: Alle Daten zurücksetzen
en: Reset All Data
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
ko: 전체 데이터 초기화
zh_hans: 重置全部数据
zh_hant: 重設全部資料

source: 全てのダウンロード済みギャラリーとメタデータを削除しますか？
de: Alle heruntergeladenen Galerien löschen?
en: Delete all downloaded galleries and metadata?
es: ¿Eliminar todas las galerías descargadas?
fr: Supprimer toutes les galeries téléchargées ?
ko: 다운로드된 모든 갤러리와 메타데이터를 삭제하시겠습니까?
zh_hans: 删除所有已下载的画廊和元数据？
zh_hant: 刪除所有已下載的畫廊和元數據？

source: 全て削除
de: Alle löschen
en: Delete all
es: Eliminar todo
fr: Tout supprimer
ko: 모두 삭제
zh_hans: 全部删除
zh_hant: 全部刪除

source: 全ページをサーバーから取得します。時間がかかり、BANされる可能性があります。
de: Lädt alle Seiten vom Server. Kann dauern und zu BAN führen.
en: Fetches all pages from server. Takes time and may cause BAN.
es: Obtiene todas las páginas. Toma tiempo y puede causar BAN.
fr: Récupère toutes les pages. Peut prendre du temps et causer un BAN.
ko: 서버에서 모든 페이지를 가져옵니다. 시간이 걸리며 BAN될 수 있습니다.
zh_hans: 从服务器获取所有页面。可能需要较长时间，有被BAN的风险。
zh_hant: 從伺服器取得所有頁面。可能需要較長時間，有被BAN的風險。

source: 全削除
de: Alle löschen
en: Delete All
es: Eliminar todo
fr: Tout supprimer
ko: 전체 삭제
zh_hans: 全部删除
zh_hant: 全部刪除

source: 全履歴を削除
de: Gesamten Verlauf löschen
en: Delete All History
es: Eliminar todo el historial
fr: Supprimer tout l'historique
ko: 전체 기록 삭제
zh_hans: 删除所有历史
zh_hant: 刪除所有歷史

source: 共有シートを準備中…
de: Teilen-Blatt wird vorbereitet…
en: Preparing share sheet…
es: Preparando hoja de compartir…
fr: Préparation de la feuille de partage…
ko: 공유 시트 준비 중…
zh_hans: 正在准备共享面板…
zh_hant: 正在準備共享面板…

source: 再変換
de: Erneut konvertieren
en: Reconvert
es: Reconvertir
fr: Reconvertir
ko: 재변환
zh_hans: 重新转换
zh_hant: 重新轉換

source: 再変換またはツールバー表示切替
de: Erneut konvertieren oder Symbolleiste umschalten
en: Reconvert or Toggle Toolbar
es: Reconvertir o alternar barra de herramientas
fr: Reconvertir ou basculer la barre d'outils
ko: 재변환 또는 툴바 전환
zh_hans: 重新转换或切换工具栏
zh_hant: 重新轉換或切換工具列

source: 再生
de: Abspielen
en: Play
es: Reproducir
fr: Lire
ko: 재생
zh_hans: 播放
zh_hant: 播放

source: 再生方式
de: Wiedergabemethode
en: Playback Method
es: Método de reproducción
fr: Méthode de lecture
ko: 재생 방식
zh_hans: 播放方式
zh_hant: 播放方式

source: 再試行
de: Erneut versuchen
en: Retry
es: Reintentar
fr: Réessayer
ko: 재시도
zh_hans: 重试
zh_hant: 重試

source: 再読み込み
de: Neu laden
en: Reload
es: Recargar
fr: Recharger
ko: 새로고침
zh_hans: 重新加载
zh_hant: 重新載入

source: 最初から読む
de: Von Anfang lesen
en: Read from start
es: Leer desde el inicio
fr: Lire depuis le début
ko: 처음부터 읽기
zh_hans: 从头开始阅读
zh_hant: 從頭開始閱讀

source: 別ミラーから再試行中…
de: Wiederholung über alternativen Mirror…
en: Retrying via alternate mirror…
es: Reintentando vía mirror alternativo…
fr: Nouvelle tentative via un autre miroir…
ko: 다른 미러에서 재시도 중…
zh_hans: 正在从其他镜像重试…
zh_hant: 正在從其他鏡像重試…
